function PicData(){
	this.data = [{
		"image": "despicable.jpg",
		"caption": "卑鄙的我",
		"describe": "《神偷奶爸》是2010年上映的喜剧3D动画片，是由环球影业及Illumination娱乐公司制作，克里斯·雷诺德和皮埃尔·科芬为导演。英语主要配音演员有史蒂夫·卡瑞尔、杰森·赛格尔、拉塞尔·布兰德、朱莉·安德鲁斯。该片讲述了神偷格鲁计划利用三个孤儿女作为他伟大偷月计划的棋子，直到发现她们天真的爱深刻地改变了他。",
		"type": "类型：动画、喜剧"
	},{
		"image": "despicable2.jpeg",
		"caption": "卑鄙的我2",
		"describe": "《神偷奶爸2》（英语：Despicable Me 2）是一部2013年上映的3D电脑动画电影。该影片由照明娱乐公司制作并由环球影片公司发行，是2010年电影《卑鄙的我》的续集。电影由皮艾尔·柯芬与克里斯·雷纳德导演，辛柯·保罗与肯·多利欧编剧。影片在上映后受到了观众的欢迎，并且连续两周成为美国票房榜首位。",
		"type": "类型：动画、喜剧"
	},{
		"image": "black-swan.jpg",
		"caption": "黑天鹅",
		"describe": "《黑天鹅》是2010年由达伦·阿伦诺夫斯基执导的美国电影。娜塔莉·波特曼，文森特·卡索和米拉·库妮丝等联袂出演。影片于2010年9月1日在威尼斯电影节率先放映。《黑天鹅》讲述了一个有关芭蕾舞的超自然惊悚故事。女主角是一个资深芭蕾舞演员，她发现自己被困在了与另一个舞者的竞争状态中。随着一场重大演出的日渐临近，许多的麻烦也随之加剧。",
		"type": "类型：剧情 / 惊悚"
	},{
		"image": "batman.jpg",
		"caption": "蝙蝠侠",
		"describe": "《蝙蝠侠：黑暗骑士崛起》（The Dark Knight Rises）改编自DC漫画公司的经典超级英雄漫画《蝙蝠侠》，由克里斯托弗·诺兰执导，克里斯蒂安·贝尔，安妮·海瑟薇等主演，是诺兰执导的蝙蝠侠系列三部曲的最终章。",
		"type": "类型：剧情，动作，悬疑，惊悚，犯罪"
	},{
		"image": "bluecat.jpg",
		"caption": "机器猫",
		"describe": "该漫画叙述了一只来自22世纪的猫型机器人——哆啦A梦，受主人野比世修的托付，回到20世纪，借助从四维口袋里拿出来的各种未来道具，来帮助世修的高祖父——小学生野比大雄化解身边的种种困难问题，以及生活中和身边的小伙伴们发生的轻松幽默搞笑感人的故事。",
		"type": "类型：动画"
	},{
		"image": "bullet-fly.jpg",
		"caption": "让子弹飞",
		"describe": "《Lore让子弹飞》是2010年上映的一部电影，本片是姜文导演的第四部电影作品。该片讲述了北洋年间，南部中国。一场惊天动地的的火车劫案之后，号令山林的绿林悍匪张牧之，遭遇行走江湖的通天大骗老汤，两人从生死宿敌变成莫逆之交，然而真正的决战才刚刚开始，南国一霸黄四郎虎视眈眈镇守鹅城，一场场情杀命案连环上演，华南三王各自为阵，鹅城双艳粉墨登场，乱世枭雄的混战一触即发。",
		"type": "类型：剧情/喜剧/动作/西部"
	},{
		"image": "earthquake.jpg",
		"caption": "唐山大地震",
		"describe": "影片《唐山大地震》是根据张翎的小说《余震》改编而成，由导演冯小刚执导。徐帆、张静初、李晨、陈道明、陆毅和陈瑾等联袂出演。影片于2010年7月12日在中国河北省唐山市举行全球首映式。电影描述1976年发生在中国唐山的7.8级大地震中，一位母亲只能选择救姐弟之一。母亲最终选择救了弟弟，但姐姐却奇迹生还，后被解放军收养，32年后家人意外重逢，心中的裂痕等待他们去修补。",
		"type": "类型：灾难"
	},{
		"image": "harry-potter.jpg",
		"caption": "哈利波特",
		"describe": "哈利·波特系列电影，是由美国华纳兄弟电影公司将JK罗琳所著的同名系列小说改拍成的八部电影，由丹尼尔.雷德克里夫、艾玛.沃森主演。讲述的是主人公——年轻的巫师学生哈利·波特在霍格沃茨前后六年的学习生活和冒险故事；第七部讲述的是哈利·波特在第二次巫界大战中在外寻找魂器并消灭伏地魔的故事。",
		"type": "类型：魔幻"
	},{
		"image": "hungry-game.jpg",
		"caption": "饥饿游戏",
		"describe": "影片《饥饿游戏》改编于美国作家苏珊·柯林斯的同名小说，影片于2012年3月23日在美国上映。电影讲述了北美洲在一场大战中被摧毁，人们建立了新的家园，但是新的家园也有新的政策，在管辖区下的12个区必须选出一男一女共24名选手参加“饥饿游戏”，在“饥饿游戏”中不仅要在游戏中与各种野兽对抗，而且必须要杀死其他选手，最后一名生存下来的可以获得巨额奖金。",
		"type": "类型：剧情，惊险"
	},{
		"image": "inception.jpg",
		"caption": "盗梦空间",
		"describe": "《盗梦空间》是由克里斯托弗·诺兰执导，莱昂纳多·迪卡普里奥，玛丽昂·歌迪亚等主演的电影。影片剧情游走于梦境与现实之间，被定义为“发生在意识结构内的当代动作科幻片”。影片讲述由莱昂纳多·迪卡普里奥扮演的造梦师，带领约瑟夫·高登-莱维特、艾伦·佩吉扮演的特工团队，进入他人梦境，从他人的潜意识中盗取机密，并重塑他人梦境的故事。",
		"type": "类型：动作|悬疑|惊悚|科幻"
	},{
		"image": "killers.jpg",
		"caption": "整编特工",
		"describe": "《整编特工》是狮门电影公司于2010年出品的由艾什顿·库彻和凯瑟琳·海格尔主演的动作喜剧。该片由曾执导过《决胜21点》和《怪兽婆婆》的罗伯特·卢克迪克执导，鲍勃·德罗萨与泰德·格里芬共同撰写剧本。电影讲述了一个已经退出江湖的职业杀手，因为以前的仇人再次雇佣五个杀手前来复仇，所以再度陷入搏杀危机的故事。",
		"type": "类型：爱情"
	},{
		"image": "listen.jpg",
		"caption": "窃听风云",
		"describe": "《窃听风云》是银都机构有限公司、博纳影视娱乐有限公司、上海天娱传媒有限公司等联合出品的香港警匪电影，由麦兆辉、庄文强执导，古天乐、刘青云、吴彦祖、张静初等人主演。该片讲述了三名警察在利益诱惑下进行窃听交易并销毁证据，但最终难逃杀戮的悲情故事。2009年7月24日于中国内地上映。",
		"type": "类型：剧情，动作，惊悚"
	},{
		"image": "snow-white.jpg",
		"caption": "白雪公主与猎人",
		"describe": "《白雪公主与猎人》是2012年鲁伯特·山德斯执导的奇幻冒险电影，由克里斯汀·斯图尔特、克里斯·海姆斯沃斯、查理兹·塞隆主演。《白雪公主与猎人》讲述了白雪公主和猎人的故事。为躲避王后追捕，猎人将和公主一起踏上逃亡之路，但考虑到王子依旧要出现，公主和猎人之间并不会萌生爱情元素，而是更类似于师傅和徒弟的关系，但之间依旧存在爱意。 ",
		"type": "类型：奇幻，冒险，动作"
	},{
		"image": "twlight.jpg",
		"caption": "暮光之城",
		"describe": "《暮光之城》影片由凯瑟琳·哈德威克执导，克里斯汀·斯图尔特、罗伯特·帕丁森、凯姆·吉甘戴和泰勒·洛特纳等联袂出演。影片于2008年11月21日在美国上映。暮光系列讲述了爱德华·卡伦作为吸血鬼和人类女子伊莎贝拉·斯旺相识相爱的过程，其中掺杂着吸血族与狼族的对立与战争，以及与吸血鬼始祖的抗争，然而这个故事仍没有完结，更多的挑战还在等着他们去克服。",
		"type": "类型：爱情"
	},{
		"image": "inside.jpg",
		"caption": "头脑特工队",
		"describe": "头脑特工队》是由华特·迪士尼电影工作室、皮克斯动画工作室联合出品的3D动画电影，由彼特·道格特执导，艾米·波勒、比尔·哈德尔、敏迪·卡灵等联袂献声配音。该片讲述了小女孩莱利因为爸爸的工作变动而搬到旧金山，她的生活被这五种情绪所掌控。 尽展脑内情绪的缤纷世界。影片于2015年6月19日在美国上映，2015年10月6日以2D、3D、IMAX 3D、中国巨幕全格式在中国内地上映。",
		"type": "类型：动画 、喜剧 、家庭"
	},{
		"image": "prince.jpg",
		"caption": "小王子",
		"describe": "《小王子》是法国2015年出品的3D动画奇幻电影，改编自安东尼·德·圣-埃克苏佩里同名文学作品《小王子》，由马克·奥斯本执导，英文版由杰夫·布里吉斯、麦肯基·弗依等担任主要配音，中文版由易烊千玺、黄渤、黄忆慈、马天宇等担任主要配音。影片讲述一个小女孩偶然结识了年老的飞行员，根据他回忆的指引开启了探索小王子世界的旅程。",
		"type": "类型：动画、奇幻"
	},{
		"image": "sherlock.jpg",
		"caption": "神探夏洛克",
		"describe": "《神探夏洛克》（Sherlock）2016年推出特别篇，福尔摩斯回归原著维多利亚时代，调查一宗神秘的幽灵新娘谋杀案。Thomas Ricoletti惊讶地发现，几小时前自杀身亡的妻子Emelia Ricoletti身着旧婚纱再次出现了，她的幽灵带着强烈的复仇欲望在街上徘徊。从迷雾笼罩的莱姆豪斯到被废弃的教堂深处，福尔摩斯、华生以及他们的朋友不得不想尽办法对付这个“从坟墓里爬出来”的敌人……",
		"type": "类型：剧情，悬疑，犯罪"
	},{
		"image": "martin.jpg",
		"caption": "火星救援",
		"describe": "《火星救援》是由二十世纪福斯电影公司出品，由雷德利·斯科特执导，马特·达蒙、杰西卡·查斯坦、塞巴斯蒂安·斯坦、阿卡塞尔·亨涅联袂出演的科幻片。该片根据安迪·威尔的同名小说改编，讲述了由于一场沙尘暴，马克与他的团队失联，孤身一人置身于火星面临着飞船损毁，想方设法回地球的故事。影片于2015年10月2日以3D的形式在美国上映，2015年11月25日以IMAX3D格式在中国大陆上映。",
		"type": "类型：动作，冒险，科幻"
	},{
		"image": "ourtimes.jpg",
		"caption": "我的少女时代",
		"describe": "神经大条且长相平凡的林真心，每天眼珠都是跟着校内风云人物欧阳非凡转动，而徐太宇身为学校头号痞子，则一心要把上校花陶敏敏。林真心偶然发现欧阳和陶敏敏交往的秘密；在徐太宇的胁迫下，两人组成“失恋阵线联盟”，誓言拆散他们，帮彼此倒追心上人。一个是LOSER壁花想要走到白马王子身边，一个是地痞混混想追到圣女校花，两人一路跌跌撞撞、笑料百出，却万万没想到对彼此动了心",
		"type": "类型：青春，爱情，喜剧"
	},{
		"image": "pirates.jpg",
		"caption": "加勒比海盗",
		"describe": "《加勒比海盗》系列电影共四部，是由戈尔·维宾斯基执导，约翰尼·德普、奥兰多·布鲁姆、凯拉·奈特莉主演的奇幻冒险电影。影片讲述几个海盗的恩恩怨怨：杰克被另一个海盗船长抛弃在荒岛上，他的“黑珍珠”海盗船被骗走；巴博萨船长需要一个特殊的东西来解开月光下变成骷髅的咒语；铁匠威尔其实是海盗之子，但他自己并不知情，他只是把小时候留下的“传家宝”送给了心上人。",
		"type": "类型：动作，冒险，魔幻"
	},{
		"image": "Alvin.jpg",
		"caption": "鼠来宝",
		"describe": "《鼠来宝》是蒂姆·希尔执导的福克斯鼠来宝电影系列第一部，杰森·李、大卫·克洛斯等主演的动画影片。故事讲的是在一次偶然间，戴维与三只小花粟鼠相遇，但令戴维惊讶的是，这三个顽皮胡闹的小家伙不仅会说话，而且还能和声唱歌。他和这些小家伙们达成协议：它们可以在家中居住并且提供三餐还有再每晚八点前优先看电视的权力。",
		"type": "类型：动画"
	},{
		"image": "frozen.jpg",
		"caption": "冰雪奇缘",
		"describe": "《冰雪奇缘》（Frozen），2013年迪士尼3D动画电影，迪士尼成立90周年纪念作品，改编自安徒生童话《白雪皇后》。影片讲述小国阿伦黛尔因一个魔咒永远地被冰天雪地覆盖，为了寻回夏天，安娜公主和山民克里斯托夫以及他的驯鹿搭档组队出发，为展开一段拯救王国的历险。",
		"type": "类型：喜剧，动画，冒险"
	}];

}

